Repository: SYNCRAFT-GITHUB/SwierVision
Catalog: *_includes/locales/Italiano - IT/LC_MESSAGES/SwierVision.po
Languages: it

source: Select Material when Inserting Filament
it: Pannello materiale automatico

source: Official Website
it: Sito ufficiale

source: Online Help
it: Aiuto online

source: Print IDEX Calibration File for XY Axes
it: Calibrazione IDEX per gli assi XY

source: IDEX Calibration for Z Axis
it: Calibrazione IDEX per l'asse Z

source: Z Axis Calibration
it: Calibrazione dell'asse Z

source: Bed Calibration
it: Calibrazione della tabella

source: Cutting the Filament Correctly
it: Taglio del Filamento Correttamente

source: Installing Cura Packages on MacOS
it: Installazione dei Pacchetti Cura su MacOS

source: Installing Cura Packages on Windows
it: Installazione dei Pacchetti Cura su Windows

source: Click to navigate between Images
it: Fai clic per navigare tra le immagini

source: Cannot change ProExtruder type during filament insertion
it: Impossibile modificare il tipo di estrusore durante l'inserimento del filamento

source: Using this material may lead to inaccurate printing results.
it: L'utilizzo di questo materiale potrebbe portare a risultati di stampa indesiderati.

source: Using an untested material may lead to inaccurate print results.
it: L'utilizzo di un materiale non testato può portare a risultati di stampa indesiderati.

source: Connecting a Syncraft to the Mobile App
it: Collegamento di una stampante all'app

source: Need Help?
it: Serve Aiuto?

source: AI Failure Detection
it: Rilevamento dei guasti con l'IA

source: Sync with App
it: Sincronizzazione con l'app

source: Enter the 6-digit verification code:
it: Inserisci il codice di verifica:

source: Syncraft synchronized successfully!
it: Syncraft sincronizzato!

source: Sensor Verification
it: Verifica del sensore

source: Before starting a print, it will be checked if the materials are inserted.
it: Prima della stampa verrà controllato se i materiali sono inseriti.

source: This verification is done with sensors to prevents errors.
it: Questa verifica viene effettuata con sensori e previene gli errori.

source: However, you can disable this verification.
it: Tuttavia, è possibile disabilitare questa verifica.

source: Verification is enabled
it: La verifica è abilitata

source: Verification is disabled
it: La verifica è disabilitata

source: Switch
it: Cambiare

source: The Filament is not inserted into the first feeder
it: Il filamento non è inserito nel primo alimentatore

source: The Filament is not inserted into the second feeder
it: Il filamento non è inserito nel secondo alimentatore

source: Check if the printer has been synchronized;
it: Controlla se la stampante è stata sincronizzata;

source: if so, you can already use the new features!
it: Se è così, puoi già utilizzare le nuove funzionalità!

source: Connect to a hidden network (Insert SSID)
it: Connettiti al Wi-Fi nascosto (Immettere l'SSID)

source: Wired
it: Ethernet

source: Wireless
it: Wi-Fi

source: Virtual Tunnel
it: Tunnel virtuale

source: Bridge
it: Ponte

source: Virtually Wired
it: Virtualmente cablato

source: Docker Bridge
it: Ponte Docker

source: Connection is completed
it: Connesso alla rete

source: This action will fully raise the table.
it: Questa azione alzerà completamente il tavolo.

source: Make sure the table is empty before proceeding.
it: Assicurati che il tavolo sia vuoto prima di procedere.

source: Export Firmware Logs
it: Esporta i log del firmware

source: Export Print Logs
it: Esporta i log di stampa

source: Adjust
it: Regolare

source: Check Nozzle Height
it: Verificare l'Altezza dell'Ugello

source: Nozzle height will be checked.
it: Verrà verificata l'altezza dell'ugello.

source: If not properly leveled, perform a mechanical calibration.
it: Se non è correttamente livellato, eseguire una calibrazione meccanica.

source: HEPA Filter
it: Filtro HEPA

source: It looks like your HEPA filter needs to be replaced!
it: Sembra che il tuo filtro HEPA debba essere sostituito!

source: The Filter must be changed every 6 months.
it: Il filtro deve essere cambiato ogni 6 mesi.

source: Some materials are harmful if they are not filtered.
it: Alcuni materiali sono dannosi se non vengono filtrati.

source: Last date the filter was replaced:
it: Ultima data in cui è stato sostituito il filtro:

source: Times the filter was replaced:
it: Volte in cui è stato sostituito il filtro:

source: How do I replace the filter?
it: Come posso sostituire il filtro?

source: How to replace the HEPA filter
it: Come sostituire il filtro HEPA

source: The filter has already been replaced.
it: Il filtro è già stato sostituito.

source: I have already replaced the filter.
it: Ho già sostituito il filtro.

source: I will replace it later.
it: Lo sostituirò più tardi.

source: Remind me to replace the filter later.
it: Ricordami di sostituire il filtro più tardi.

source: Year
it: Anno

source: Month
it: Mese

source: Day
it: Giorno

source: Incompatible height, mechanically calibrate to fix.
it: Altezza incompatibile, calibrare meccanicamente per correggere.

source: Before printing, it will be checked both material and extruder type.
it: Prima di iniziare una stampa, verrà verificato se i materiali selezionati e il tipo di estrusore sono compatibili con il file di stampa.

source: General compatibility check
it: Controllo di compatibilità

source: After this quick procedure, the machine will restart.
it: Dopo questa procedura rapida, la macchina si riavvierà.

source: Do not proceed if you are not sure what you are doing.
it: Non procedere se non sei sicuro di quello che stai facendo.

source: This procedure will flash the controller board.
it: Questa procedura flasherà la scheda del controller.

source: Flash Controller Board
it: Flashare la scheda del controller

source: First Flash (Jumper required)
it: Primo flash (jumper richiesto)

source: Re-flash (Jumper not required)
it: Riflash (jumper non richiesto)

source: Birth
it: Data di creazione

source: HEPA Replacements
it: Sostituzioni HEPA

source: Try selecting a material for each of the extruders again.
it: Prova a selezionare un materiale per ciascuno degli estrusori di nuovo.

source: Insert and select a compatible nozzle for calibration.
it: Inserisci e seleziona un ugello compatibile per la calibrazione.

source: Your nozzle combination is not compatible with this calibration method.
it: La tua combinazione di ugelli non è compatibile.

source: Check the calibration details carefully:
it: Vedi i dettagli della calibrazione:

source: IDEX Calibration
it: Calibrazione IDEX

source: Estimated:
it: Stimato:

source: Rename/Move:
it: Rinomina/Sposta:

source: Rename File
it: Rinomina File

source: Please confirm before proceeding
it: Si prega di confermare prima di procedere

source: Confirm
it: Confermare

source: Confirmed
it: Confermato

source: Yes
it: Sì

source: About
it: Informazioni

source: Firmware was turned off by user
it: Il firmware è stato spento dall'utente

source: No connection to the Extruder
it: Nessuna connessione con l'estrusore

source: Internal error, this should not happen.
it: Errore interno, questo non dovrebbe accadere.

source: You cannot calibrate using custom or generic materials.
it: Non è possibile calibrare utilizzando materiali personalizzati o generici.

source: ALREADY IN A MANUAL Z PROBE. USE ABORT TO ABORT IT
it: Già in modalità sonda Z manuale.

source: ENDSTOP X STILL TRIGGERED AFTER RETRACT
it: Finecorsa X rimane attivato dopo la retrazione

source: NO TRIGGER ON PROBE AFTER FULL MOVEMENT
it: Nessuna attivazione sulla sonda dopo l'esecuzione di tutti i movimenti

source: PROBE SAMPLES EXCEED SAMPLES_TOLERANCE
it: Pulire la tavola o ripetere una calibrazione
