Repository: SYNCRAFT-GITHUB/SwierVision
Catalog: *_includes/locales/Italiano - IT/LC_MESSAGES/SwierVision.po
Languages: it

source: %s will be updated to version
it: %s verrà aggiornato alla versione

source: (default)
it: (predef.)

source: 24 Hour Time
it: 24H

source: A FIRMWARE_RESTART may fix the issue.
it: Un FIRMWARE_RESTART potrebbe risolvere il problema.

source: ADXL Not Configured
it: ADXL non configurato

source: Abort
it: Annulla

source: Acceleration:
it: Accelerazione:

source: Accept
it: Accetta

source: Actions
it: Azioni

source: Add profile
it: Aggiungi profilo

source: Apply
it: Applicare

source: Apply %.2f offset to Endstop?
it: Applicare l'offset %.2f a Endstop?

source: Apply %s%.2f offset to Probe?
it: Applicare l'offset %s%.2f a Probe?

source: Are you sure do you want to exclude the object?
it: Sei sicuro di voler escludere l'oggetto?

source: Are you sure you want to run Emergency Stop?
it: Sei sicuro di voler eseguire l'arresto di emergenza?

source: Are you sure you wish to cancel this print?
it: Cancellare la Stampa?

source: Are you sure you wish to disable motors?
it: Sei sicuro di voler disabilitare i motori?

source: Are you sure you wish to reboot the system?
it: Riavviare il Sistema?

source: Are you sure you wish to shutdown the system?
it: Spegnere il Sistema?

source: Let me guess... Someone stole your Sweetroll
it: Lascia che indovini... Qualcuno ha rubato la tua Sweetroll

source: Update via Internet
it: Aggiornamento tramite Internet

source: Update via USB
it: Aggiornamento tramite USB

source: Update or fix system via USB
it: Aggiorna o correggi il sistema tramite USB

source: Fix
it: Aggiustare

source: System Fixes
it: Correzioni rapide del sistema

source: Repair
it: Riparazione

source: Agree
it: Essere d'accordo

source: I agree, continue
it: Sono d'accordo, continua

source: Fix Software Problems
it: Risolvi i problemi del software

source: Camera Driver
it: Driver della fotocamera

source: LED Light Driver
it: Driver luce LED

source: Essential Files
it: File essenziali

source: Web Interface
it: Interfaccia web

source: System Firmware
it: Firmware di sistema

source: If you are constantly using system fixes, please contact Syncraft and let them know.
it: Se utilizzi costantemente correzioni di sistema, contatta Syncraft e faglielo sapere.

source: Please follow the tutorial to ensure everything performs correctly.
it: Segui il tutorial per assicurarti che tutto funzioni correttamente.

source: Plug a USB into your computer, and make sure to format it in a universal file system, such as exFAT. Avoid Microsoft's NTFS, or Apple's APFS.
it: Collega una USB al tuo computer e assicurati di formattarla in un file system universale, come exFAT.

source: Make sure the directory is in the root of the USB, with the name SYNCRAFT.
it: Assicurati che la directory sia nella radice dell'USB, con il nome SYNCRAFT.

source: Do not turn off Syncraft during the procedure, and beware of power outages.
it: Non spegnere la macchina durante la procedura e fare attenzione alle interruzioni di corrente.

source: Do not turn off Syncraft during the procedure, and keep a stable internet connection.
it: Non spegnere la macchina durante la procedura e mantenere una connessione Internet stabile.

source: Interrupting this procedure can result in problems for the internal system.
it: L'interruzione di questa procedura può causare problemi al sistema interno.

source: At the end, Syncraft will restart.
it: MESAl termine la macchina si riavvierà.SAGE

source: Auto-calibrate
it: Calibrazione automatica

source: Auto-close notifications
it: Chiudi automaticamente le notifiche

source: Bed Level
it: Livello del tavolo

source: Bed Mesh
it: Maglia da tavolo

source: Bed screw configuration:
it: Regolazioni delle viti della tavola:

source: Calibrate
it: Calibra

source: Calibrated
it: Calibrato

source: Calibrated, save configuration to make it permanent
it: Calibrato, salva la configurazione per renderla permanente

source: Calibrating
it: Calibratura

source: Can't set above the maximum:
it: Impossibile impostare al di sopra del massimo:

source: Cancel
it: Annulla

source: Cancel Print
it: Annulla Stampa

source: Cancelled
it: Annullato

source: Cancelling
it: Annullamento

source: Cannot connect to Moonraker
it: Impossibile connettersi al sistema interno

source: Channel
it: Canale

source: Check ADXL Wiring
it: Controllare il cablaggio ADXL

source: Checking for updates, please wait...
it: Controllo degli aggiornamenti in corso, attendere...

source: Clear
it: Chiaro

source: Close
it: Chiudi

source: Complete
it: Completo

source: Configuration
it: Impostazioni

source: Confirm Emergency Stop
it: Conferma arresto di emergenza

source: Connected
it: Connesso

source: Connecting to %s
it: Connetto a %s

source: Starting %s
it: Avvio di %s

source: Continue
it: Continua

source: Cooldown
it: Raffredda

source: Date
it: Data

source: Decrease
it: Diminuisci

source: Delete File?
it: Cancella il file?

source: Deselect
it: Deseleziona

source: Disable Motors
it: Disab. Motori

source: Disable XY
it: Disab. XY

source: Distance (mm)
it: Distanza (mm)

source: Do you want to recover %s?
it: Vuoi recuperare %s?

source: Elapsed:
it: Trascorso:

source: Error
it: Errore

source: Estimated Time Method
it: Metodo Tempo stimato

source: Exclude Object
it: Escludi oggetto

source: Extra Large
it: Extra grande

source: Extrude
it: Estrudi

source: Extrusion +
it: Estrudi +

source: Extrusion -
it: Estrudi -

source: Failed, adjust position first
it: Fallito, regolare prima la posizione

source: Fan
it: Ventola

source: Filament Used
it: Filamento Usato

source: Filament total:
it: Filamento totale:

source: Filament used:
it: Filamento utilizzato:

source: Filament:
it: Filamento:

source: Filament
it: Filamento

source: Feeder
it: Alimentatore

source: Finding ADXL
it: Alla ricerca di ADXL

source: Fine Tuning
it: Messa a Punto

source: Finish
it: Finito

source: Firmware Restart
it: Firmware Riavvio

source: Flow:
it: Fluire:

source: Flowrate:
it: Portata:

source: Font Size
it: Dimensione del testo

source: Full Update
it: Completo Aggiornare

source: Go Back
it: Indietro

source: Height:
it: Altezza:

source: Hidden
it: Nascosto

source: Hide
it: Nascondere

source: Hide sensors in Temp.
it: Nascondi sensori in Temp.

source: Hide temp.
it: Nascondi temp.

source: Home All
it: Home XYZ

source: Icon Theme
it: Tema Icone

source: Increase
it: Incrementa

source: Initializing printer...
it: Inizializzo stampante...

source: Input Shaper
it: Modellatore di input

source: Interface
it: Interfaccia

source: Invalid
it: Non valido

source: Invalid password
it: Password non valida

source: Invert X
it: Inverti X

source: Invert Y
it: Inverti Y

source: Invert Z
it: Inverti Z

source: Klipper Restart
it: Klipper Riavvio

source: Klipper has disconnected
it: Klipper è disconnesso

source: Klipper has encountered an error.
it: Klipper ha riscontrato un errore.

source: Klipper has shutdown
it: Klipper è spento

source: Klipper is attempting to start
it: Klipper si sta avviando

source: Klipper will reboot
it: Klipper sarà riavviato

source: SwierVision will reboot
it: Vision sarà riavviato

source: Language
it: Lingua

source: Large
it: Grande

source: Layer:
it: Strato:

source: Left:
it: Restante:

source: Limits
it: Imp. Limiti

source: Load
it: Carica

source: Lower Nozzle
it: Abbassa ugello

source: Macro shortcut on sidebar
it: Macros sulla barra laterale

source: Main Menu
it: Menu Principale

source: Max Acceleration
it: Accelerazione Massima

source: Max Acceleration to Deceleration
it: Da acceleraz. Massima a Deceleraz. Massima

source: Max Velocity
it: Velocità Massima

source: Maximum
it: Massimo

source: Measure Both
it: Misura entrambi

source: Measure X
it: Misura X

source: Measure Y
it: Misura Y

source: Medium
it: Medio

source: Menu
it: Menù

source: Mesh calibrate
it: Calibrare la maglia

source: Modified
it: Modificato

source: Moonraker: connected
it: Il Sistema Interno è connesso

source: Move
it: Muovi

source: Move Distance (mm)
it: Distanza Movimento (mm)

source: Name
it: Nome

source: Network
it: Rete

source: Never
it: Mai

source: New
it: Nuovo

source: Not supported for auto-detection, it needs to be configured in swiervision.conf
it: Non supportato per il rilevamento automatico, deve essere configurato in swiervision.conf

source: Nothing selected
it: Niente selezionato

source: Outdated by %d
it: Obsoleto di %d

source: PSK for
it: PSK per

source: Package will be updated
it: Pacchetto verrà aggiornato

source: Part Fan
it: Parte Fan

source: Password saved
it: Password salvata

source: Pause
it: Pausa

source: Paused
it: In Pausa

source: Perform a full upgrade?
it: Eseguire un aggiornamento completo?

source: Pins
it: Perni

source: Please recompile and flash the micro-controller.
it: Si prega di ricompilare e flashare il microcontrollore.

source: Power On Printer
it: Accendi Stampante

source: Pressure Advance:
it: Anticipo di pressione:

source: Print
it: Stampa

source: Print Control
it: Controllo Stampa

source: Print Time
it: Tempo di Stampa

source: Printer
it: Stampante

source: Printer Connections
it: Connessioni Stampante

source: Printer Select
it: Stampante Seleziona

source: Printing
it: In Stampa

source: Probe Offset
it: Scostamento della sonda

source: Profile Name:
it: Nome Profilo:

source: Provide SwierVision.log when asking for help.
it: Fornisci SwierVision.log quando chiedi aiuto.

source: Raise Nozzle
it: Alza Ugello

source: Recover
it: Recuperare

source: Recover Hard
it: Recuperare Hard

source: Recover Soft
it: Recuperare Soft

source: Reference
it: Riferimento

source: Refresh
it: Ricaricare

source: Restart
it: Riavvia

source: Resume
it: Riprendi

source: Retract
it: Ritrai

source: Retraction
it: Retrazione

source: Retraction Length
it: Lunghezza di retrazione

source: Retraction Speed
it: Velocità di ritrazione

source: Retry
it: Riprova

source: Retrying
it: Nuovo tentativo

source: Save
it: Salva

source: Save Config
it: Salva Config

source: Save Z
it: Salvo Z

source: Save configuration?
it: Salva configurazione?

source: Saved
it: Salvato

source: Saved offset: %s
it: Offset salvato: %s

source: Screen DPMS
it: Schermo DPMS

source: Screen Power Off Time
it: Tempo Spegnim. Schermo

source: Screws Adjust
it: Liv. Manuale

source: Select
it: Selezionare

source: Send
it: Spedire

source: Sending Power ON signal to: %s
it: Invio del segnale di accensione a: %s

source: Set Temp
it: Imposta temp

source: Settings
it: Impostazioni

source: Show
it: Mostrare

source: Show Heater Power
it: Mostra la potenza del riscaldatore

source: Shutdown
it: Spegnimento

source: Size
it: Grandezza

source: Slicer Time correction (%)
it: Affettatrice Correzione del tempo (%)

source: Small
it: Piccola

source: Speed (mm/s)
it: Velocità (mm/s)

source: Speed +
it: Velocità+

source: Speed -
it: Velocità-

source: Speed:
it: Velocità:

source: Square Corner Velocity
it: Velocità Square Corner

source: Start
it: Iniziare

source: Starting WiFi Association
it: Avvio dell'Associazione WiFi

source: Starting recovery for
it: Inizio del recupero per

source: Starting update for
it: Avvio aggiornamento per

source: System
it: Sistema

source: System Restart
it: Riavvia Sistema

source: System Shutdown
it: Spegni Sistema

source: Temperature
it: Temperatura

source: Total:
it: Totale:

source: Unknown Heater
it: Riscaldatore sconosciuto

source: Unknown screw position
it: Posizione della vite sconosciuta

source: Unload
it: Scaricare

source: Unretract Extra Length
it: Lunghezza extra non retratta

source: Unretract Speed
it: Velocità di ritiro

source: Up To Date
it: Aggiornato

source: Update
it: Aggiorna

source: Updating
it: In aggiornamento

source: Uploaded
it: Caricato

source: XY Move Speed (mm/s)
it: Velocità di spostamento XY (mm/s)

source: XY Speed (mm/s)
it: Velocità XY (mm/s)

source: Z Calibrate
it: Calibra Z

source: Z Move Speed (mm/s)
it: Velocità di spostamento Z (mm/s)

source: Z Speed (mm/s)
it: Velocità Z (mm/s)

source: Z offset:
it: Spostamento Z:

source: Start Screw Adjust
it: Avviare la regolazione della vite

source: Abort Screw Adjust
it: Interrompi regolazione vite

source: This screw is now Adjusted
it: Questa vite è ora regolata

source: This screw is already Adjusted
it: Questa vite è già regolata

source: Extras
it: Ulteriori

source: Generic
it: Generico

source: Other
it: Altro

source: commit
it: cambio

source: hour
it: ora

source: minute
it: minuto

source: minutes
it: minuti

source: Switch Pages
it: Cambia pagina

source: Incompatible Material
it: Materiale incompatibile

source: Inserted Material
it: Materiale inserito

source: Selected Material
it: Materiale selezionato

source: Material set as Generic
it: Materiale impostato come generico

source: Impossible to proceed
it: Impossibile procedere

source: Change the material to print this file
it: Cambia il materiale per stampare questo file

source: Factory Reset
it: Ripristino impostazioni di fabbrica

source: Software Reset
it: Ripristino software

source: This procedure can take a while
it: Questa procedura può richiedere del tempo

source: This procedure requires internet connection
it: Questa procedura richiede una connessione a Internet

source: Turning off the printer during the procedure will cause problems
it: Lo spegnimento della stampante durante la procedura causerà problemi

source: Regular Update
it: Aggiornamento regolare

source: Recover Backup
it: Ripristina backup

source: Update File not found
it: File di aggiornamento non trovato

source: Backup File not found
it: File di backup non trovato

source: USB not inserted into Printer
it: USB non inserito nella stampante

source: Unsupported Update File
it: File di aggiornamento non supportato

source: Unsupported Backup File
it: File di backup non supportato

source: Access Files on USB
it: Accedi ai file su USB

source: Files saved from USB
it: File salvati da USB

source: Clear GCodes Folder
it: Cancella cartella GCodes

source: Show files saved from USB
it: Mostra file salvati da USB

source: Want to enter a four-digit password to prevent unauthorized or unwanted people?
it: Vuoi inserire una password di quattro cifre per prevenire persone non autorizzate o indesiderate?

source: Enter Password
it: Inserisci password

source: Change Password
it: Cambia password

source: Remove Password Protection
it: Rimuovi protezione password

source: Welcome to Syncraft
it: Benvenuto in Syncraft

source: No, I don't agree.
it: No, non sono d'accordo.

source: Terms and Conditions
it: Termini e condizioni

source: Download App
it: Scarica l'app

source: Download for iPhone
it: Scarica per iPhone

source: Download for Android
it: Scarica per Android

source: Do not show this again.
it: Non mostrarlo più.

source: Extruder
it: Estrusore

source: Extruders
it: Estrusori

source: Extruders and Feeders
it: Estrusori e alimentatori

source: Primary Extruder
it: Estrusore primario

source: Main Extruder
it: Estrusore principale

source: Default Extruder
it: Estrusore predefinito

source: Secondary Extruder
it: Estrusore secondario

source: Default
it: Predefinito

source: Screen Brightness
it: Luminosità schermo

source: Change Screen Brightness
it: Cambia luminosità dello schermo

source: Almost Off
it: Quasi spento

source: Low
it: Basso

source: Normal
it: Normale

source: High
it: Alto

source: User
it: Utente

source: Users
it: Utenti

source: Switch User
it: Cambia utente

source: Choose User
it: Scegli utente

source: Create User
it: Crea utente

source: Delete User
it: Elimina utente

source: Edit User
it: Modifica utente

source: Heater Bed
it: Tavolo

source: Chamber Fan
it: Camera

source: Select Syncraft ProExtruder
it: Seleziona Syncraft ProExtruder

source: Select Extruder
it: Seleziona estrusore

source: Incompatible Extruder
it: Estrusore incompatibile

source: Current Extruder
it: Estrusore attuale

source: Change your Extruder
it: Cambia il tuo estrusore

source: Select compatible Extruder
it: Seleziona estrusore compatibile

source: The inserted Extruder is incompatible with this Material
it: L'estrusore inserito non è compatibile con questo materiale

source: Material
it: Materiale

source: Select the Material
it: Seleziona il materiale

source: The inserted Extruder is incompatible with this File
it: L'estrusore inserito non è compatibile con questo file

source: You cannot print this file using the current Extruder
it: Non puoi stampare questo file usando l'estrusore corrente

source: Extruder modification detected
it: Rilevata modifica dell'estrusore

source: This material is considered experimental for the selected Extruder.
it: Questo materiale è considerato sperimentale per l'estrusore selezionato.

source: You are loading untested material, this may result in unexpected results.
it: Stai caricando materiale non testato, questo potrebbe portare a risultati imprevisti.

source: This action may result in unexpected results.
it: Questa azione può portare a risultati imprevisti.

source: Show experimental Materials
it: Mostra materiali sperimentali

source: Material incompatibility Alert
it: Avviso di incompatibilità materiale

source: Change Timezone
it: Cambia fuso orario

source: My timezone is not on the list
it: Il mio fuso orario non è nell'elenco

source: Insert your timezone
it: Inserisci il tuo fuso orario

source: The material you're using is not compatible with this file
it: Il materiale che stai utilizzando non è compatibile con questo file

source: The file you are trying to print is for a different printer model
it: Il file che stai tentando di stampare è per un modello di stampante diverso

source: Example
it: Esempio

source: Insert Custom
it: Inserisci un valore diverso

source: Export Logs to USB
it: Esporta i registri su USB

source: Tap the screen to confirm
it: Tocca per confermare

source: An error has occurred
it: Si è verificato un errore

source: Are you sure?
it: Sei sicuro?

source: Revert
it: Ripristina

source: Restore
it: Ripristina

source: Restore to Factory Default
it: Ripristina alle impostazioni di fabbrica

source: Restore All
it: Ripristina tutto

source: Are you sure you want to reset to factory default?
it: Sei sicuro di voler ripristinare le impostazioni di fabbrica?

source: Are you sure you want to Update?
it: Sei sicuro di voler aggiornare?

source: Export Syncraft Installers to USB
it: Esporta gli installatori Syncraft su USB

source: Your system version does not support this feature
it: La versione del tuo sistema non supporta questa funzione

source: Out of Date
it: Obsoleto

source: Update required
it: Aggiornamento richiesto

source: This software is already updated
it: Questo software è già aggiornato

source: Restart to apply
it: Riavvia per applicare

source: Calibration
it: Calibrare

source: Mesh
it: Maglia

source: There is a new update available
it: È disponibile un nuovo aggiornamento

source: There is a new update available, update using the Syncraft menu
it: È disponibile un nuovo aggiornamento, aggiornare utilizzando il menu Syncraft

source: New update available
it: Nuovo aggiornamento disponibile

source: No updates available
it: Nessun aggiornamento disponibile

source: Download Update
it: Scarica l'aggiornamento

source: Click to download the new update
it: Fai clic per scaricare il nuovo aggiornamento

source: Your machine is out of date
it: La tua macchina è obsoleta

source: Everything is properly updated
it: Tutto è stato correttamente aggiornato

source: Please wait
it: Attendere prego

source: In progress, please wait
it: In corso, attendere prego

source: System Information
it: Informazioni di sistema

source: Information
it: Informazione

source: Export Logs
it: Esporta i registri

source: Export Syncraft Packs
it: Esporta pacchetti Syncraft

source: Platform
it: Piattaforma

source: Version
it: Versione

source: Model
it: Modello

source: USB Device
it: Dispositivo USB

source: Spool
it: Bobina

source: One
it: Uno

source: Two
it: Due

source: Three
it: Tre

source: Four
it: Quattro

source: Five
it: Cinque

source: Six
it: Sei

source: Seven
it: Sette

source: Eight
it: Otto

source: Connect
it: Connetti

source: Customize
it: Personalizza

source: Here are some recommended steps to get started
it: Ecco alcuni passaggi per iniziare

source: If you want, you can adjust all of this later
it: Se vuoi, puoi aggiustare tutto più tardi

source: You can access through the browser with %s
it: Puoi accedere tramite il browser con %s

source: Syncraft Address: %s
it: Indirizzo di Syncraft: %s

source: Connect to WiFi
it: Connettiti al Wi-Fi

source: Insert Material Name
it: Nome del nuovo materiale

source: Must contain between %s and %s characters.
it: Deve contenere tra %s e %s caratteri.

source: The name should contain only letters and numbers
it: Il nome deve contenere solo lettere e numeri

source: This name cannot be used
it: Questo nome non può essere utilizzato

source: Select which extruders are compatible
it: Imposta la compatibilità dell'estrusore

source: Extrusion Temperature for the Material
it: Temperatura di estrusione

source: Add Material
it: Aggiungi Materiale

source: Add Custom Material
it: Aggiungi Materiale Personalizzato

source: Remove Material
it: Rimuovi Materiale

source: Delete all custom Materials (click three times)
it: Elimina tutti i materiali (fai clic tre volte)

source: The maximum limit has been reached
it: È stato raggiunto il limite massimo

source: Select at least one Extruder
it: Seleziona almeno un estrusore

source: Export custom materials to USB
it: Esporta materiali su USB

source: Import custom materials from USB
it: Importa materiali da USB

source: Chamber
it: Camera

source: The average update rate is 1 second
it: La frequenza di aggiornamento media è di 1 secondo

source: Sensors
it: Sensori

source: This may have been caused by a recent update
it: Ciò potrebbe essere causato da un aggiornamento recente

source: Restart the machine for the updates to take effect
it: Riavvia la macchina affinché gli aggiornamenti abbiano effetto

source: One of the materials you're using is not compatible with this file
it: Uno dei materiali che stai utilizzando non è compatibile con questo file

source: PROBE TRIGGERED PRIOR TO MOVEMENT
it: La sonda è stata attivata prima del movimento

source: Internal Lights
it: Luci

source: You cannot perform this action while printing
it: Non puoi eseguire questa azione durante la stampa

source: Hot Unload
it: Riscalda e scarica

source: Calibrate IDEX
it: Calibrare IDEX

source: Empty
it: Vuoto

source: Display materials in the top
it: Visualizza i materiali in alto

source: This procedure will start printing a specific 3D model for calibration.
it: Questa procedura avvierà la stampa di un modello 3D dedicato per la calibrazione.

source: It is recommended to use materials of the same type with different colors.
it: Si consiglia di utilizzare materiali dello stesso tipo, ma con colori diversi.

source: Both feeders must have materials inserted
it: Assicurarsi che entrambi gli alimentatori siano carichi di materiali

source: Change material for non-active feeder
it: Cambia materiale per l'alimentatore non attivo

source: Auto-open Extrude On Pause
it: Apri automaticamente l'estrusione in pausa

source: Show Scrollbars Buttons
it: Mostra pulsanti barre di scorrimento

source: Mechanical Calibration
it: Calibrazione Meccanica

source: Adjust the screws of the secondary extruder, on the right side.
it: Regolare le viti dell'estrusore posizionate a destra.

source: After completing the procedure, press the button to finish.
it: Una volta completata la procedura, fare clic su Fine.

source: Help
it: Aiuto

source: Assistive Images
it: Immagini di Assistenza

source: Quick help
it: Aiuto Rapido

source: Raise table
it: Alzare il tavolo

source: Lower table
it: Abbassare il tavolo
